{"row_data":{"1":{"1":"Station #","2":"Publish (1-yes, 0-no)","3":"Station Name","4":"Public Description","5":"Description","7":"Focus","8":"Grades","9":"Mentor(s)","10":"Mentor Helpers","11":"Supplies","12":"Sponsorship?","13":"Cost Per Kid","14":"Time per activity","15":"Loading/Unloading","16":"Slots (1, 2, or 3)","17":"Needs electricity","18":"Location","19":"Trash"},"2":{"1":1,"2":1,"3":"Robotics Demo","4":"Watch a robot putt golf balls with amazing accuracy - and no handicap!","5":"Allan and the CHS robotics club demoing robots kids can drive. Also have a golf putting robot kids can use.","6":"The CHS robotics club will demo robots that kids can drive. They will also show a robot that can putt golf balls with amazing accuracy ","7":"Robotics","8":"5-8","9":"Allan Tumolillo","10":"CHS Robotics Class","12":"Signage connecting robot club+achieve fundraising= enhanced robotics CLASS elective offering at CHS","13":0,"14":"open","15":"needs helps moving supplies around school","16":"all day"},"3":{"1":2,"2":1,"3":"Let Go With Legos!","4":"Let your imagination inspire you to build anything you want with Legos, the classic toy.","5":"Big table (preferably round) for kids to just congregate and do free-form building","6":"Kids can do free-form building with Lego. The classic toy endures and continues to inspire creativity.","7":"Lego","8":"k-4","9":"none needed","10":"Need a supervisor for the table","11":"Need Lego Donations","13":0,"14":"open","16":"all day"},"4":{"1":3,"2":1,"3":"Fashion a Footstool","4":"Make a footstool like traditional wood workers -completely of wood with no nails or glue. ","5":"Make a pegged wooden foot stool - no nails or glue- peg wooden dowels, hammering  Potentially can finish by painting with a coat of with mineral oil (no fumes)    this is a demo that Mike can do with one or two kids at a time for 20 minutes each. We need to connect this to another project (straws and currogated cardboard?) for smaller, shorter projects requiring less time/cheaper supplies.","6":"Make a functional foot stool completely out of wood. Kids will learn how woodworkers have assembled furniture for hundreds of years, without glue or nails. ","7":"physics","8":"6-8","9":"Mike Schloff","11":"Precut wood pieces, dowels, tools which Mike will bring. ","13":"$2-3","14":"20-30 min"},"5":{"1":4,"2":1,"3":"3D Printing","4":"3-D printers. You've got to see them to believe them!","5":"3-D Printers up and running in full production with some demo of software","6":"Come see 3D printers in action.","7":"Technology","8":"K-8","9":"Noah Brauner. Also, possibly Brent Shelley from South Orange Library.","12":"Did achieve fund the printers? If so, we should say \"made possible by Achieve teacher grant donations\"","16":"all day","17":"YES!","19":"No"},"6":{"1":6,"2":1,"3":"Kinetic Sculpture","4":"Build a kinetic sculpture with guidance from the Art Studio. Get inpiration from artists like Alexander Calder, George Rickey & Jean Tinguely. Design and build your own sculpture that defies gravity and floats on and in the air","5":"The Art Studio brings you inspiration from Alexander Calder, George Rickey & Jean Tinguely. Design & build your own sculpture that defies gravity and floats on and in the air.","6":"The Art Studio brings you inspiration from Alexander Calder, George Rickey & Jean Tinguely. Design & build your own sculpture that defies gravity and floats on and in the air.","7":"Art","8":"K-8","9":"Susan CohenHarris","10":"Needs 1 helper","11":"bringing own supplies","12":"ArtStudioNow (Susan is providing 'in kind donation' of time and supplies in exchange for sponsorship","16":"all day","17":"trying not to need electricity, but may need to plug in a glue gun"},"7":{"1":7,"2":1,"3":"Electronic Clothes            ","4":"Wearable Computing     Explore the world at the intersection of fashion and electronics. Sew LEDs into clothing to make battery-powered garments that light up or make sounds.","5":"Combining an arduino with a few sensors and a speaker attached to a t-shirt to make musical clothing","6":"The worlds of fashion and electronics intersect, when you sew in LED's to make garments that light up or make sounds.","7":"Arduino","8":"4-8","9":"Keith Rosenberg","11":"Arduino, sensors, old t-shirts","13":"$20","14":"1 hour","16":"all day (or as long as supplies last)"},"8":{"1":8,"2":1,"3":"\"StopMotion\" Lego Animation","4":"Create a stop-motion animation film with Legos. Bring your ideas to life in animated films that you can take with you. ","5":"Stop motion animation films with legos- we can set up computers to allow parents to email themselves the kids files or set up a shared dropbox so kids can download them from home? ","6":"Bring your ideas to life with Legos in a stop-motion film that you create and take home.","7":"Video","9":"Jennifer Latimer","10":"1 or 2 to be trained by Jenn and then continue when she leaves","11":"ipads, legos","13":0,"14":"10 min+","15":"Can post on youtube?","17":"no, maybe charging stations or portable chargers for ipads"},"9":{"1":9,"2":1,"3":"Where Art Meets Math in Nature","4":"Build pipecleaner sculptures that teach you about the patterns of 3's that occur naturally in trees.","5":"Branching project- Explore the forms, patterns, and structures of trees outside. Work with pipecleaners to develop tree sculpture based on patterns of 3s. ","6":"Explore the forms, patterns, and structures of trees outside. Work with pipecleaners to develop tree sculpture based on patterns of 3s. Enjoy the links between Nature and Math.","7":"Art, biology","8":"all","9":"Karen Fuchs","10":"1 helper- must be able to run station themselves from 2-4. -Possibly Maggie Touhy will do this- expect confirmation by 4-10 (she is checking kids sports schedules)","11":"pipe cleaners (27 per kid)","12":"Drawing from nature classes ('in kind donation' of time and supplies in exchange for sponsorship","13":"$0.30 per kid","14":"10-15 min","16":"10-2, train someone to take over","17":"No","18":"1 set tables"},"10":{"1":10,"2":1,"3":"ArtBot","4":"Can a robot make art? Construct a robot using a simple motor and some household items and markers, pencils, or crayons. Test different designs and see how the patterns change. Use your imagination to enhance the robots drawing into something truly unique.","5":"Can a robot make art? Construct a robot using a simple motor and some household items and markers, pencils, or crayons. Test different designs and see how the patterns change. Use your imagination to enhance the robots drawing into something truly unqiue","7":"electronics, art","8":"3-8","9":"Aileen Nicoletti (robot build) and Michelle Spiegel (art enhancement)","10":"could use 1-2 more","11":"paper cups, markers, hobby shop motors, tooth brush heads or scrub brushes, paint, paper, AA batteries","13":"$2/bot for motor and battery- doesn't need to go home. Can be disassembled for parts and built again for next kid","14":"10-15 min to make bot, <5 min to draw picture","17":"No","18":"1 set tables","19":"small amount (duct tape, solo cups)"},"11":{"1":11,"2":1,"3":"Write a Pong Game for your Phone","4":"Led by the Girls Who Code club, kids will learn how to write their own game on a Chromebook that they can play on their phone. The game will be available even after the maker faire. Kids will personalize their games and learn the basics of software creation.","5":"Led by the Girls Who Code club, kids will learn how to write their own game on a Chromebook that they can play on their phone. The game will be available even after the maker faire. Kids will personalize their games and learn the basics of software","7":"Software","8":"5-8","9":"Dr. Scott Stornetta","10":"Girls Who Code","11":"12 chromebooks, encourage kids to bring their phones","13":0,"14":"1 hour or more","16":"all day","17":"YES","18":"1 set tables"},"12":{"1":12,"2":0,"3":"Arduino Driving Bot","4":"Create a driving robot from an arduino, a few motors, and a few sensors. Learn some of the fundamenatals of robotics","5":"Aduino project (yet to be determined) designed to teach kids about electronics by building something fun","7":"Arduino, Electronics","8":"5-8","9":"Andrew Hogan","10":"CHS Electronics Club","11":"none","13":0,"14":"open"},"13":{"1":13,"2":1,"3":"Hovercraft","4":"Drive a real hovercraft made from a leaf blower. Think it can't be done? Look it up on YouTube!","5":"powered by electric leaf blower, complete with a chair. It can hold a full sized adult and with a nice shove the person floats down the hall. Kids generally find it to be a fun ride.","7":"Mechanical","8":"All","9":"Allan Tumolillo","10":"CHS Robotics club","16":"all day","17":"No","18":"Hallway outside cafeteria"},"14":{"1":14,"2":1,"3":"Renewable Power","4":"Design and build a wind turbine; test the voltage; compete with other kids to see whose design is most efficient. Play with solar gadgets, play a power plant hook-up game, and learn how much energy is consumed by your household gadgets and appliances.","5":"Design and build a wind turbine, test the voltage, compete with other kids to see whose design is most efficient. Solar gadgets, power plant hook-up game, and learn how much energy is consumed by your household gadgets and appliances","7":"Energy","8":"K-8","9":"Sarah Pidgeon, Solar One","10":"Needs at least 1, ideally 3 helpers, High school students welcome as helpers","11":"Electricity access (1 outlet), ideally will be set up at two tables","12":"Asking Fred Profeta","17":"Yes","18":"1 set tables"},"15":{"1":"14b","2":1,"3":"Bicycle Generator","4":"Come ride a bicycle generator. Test the power usage of household appliances at the renewable power demo and then jump on the bike to see how much of your personal energy it takes to run the appliance.","5":"Set up bicycle generator next to solar one station. When kids test the power usage of household appliances they can then jump on the bike to see how much of their personal energy it takes to run the appliance!","7":"Energy","8":"All","9":"Andrew Hogan","11":"Needs to move it to cafeteria"},"16":{"1":15,"2":1,"3":"Electronics Demolition","4":"Come take apart old electronics (and you don't even have to put it back together). See what's inside old printers, computers, and other types of electronics. Ever see the inside of a hard drive?","5":"A table with lots of old computers, printers, telephones, remotes, etc that kids can take apart to see what's inside. They did this at South Orange Library MakerMahem and it was popular, lots of fun, and, of course, educational","7":"Electronics","8":"3-8","9":"Scott Sinkler","10":"Need lots of old electronics donations. Tools to disassemble, including a set of very small screwdrivers","11":"electricity not needed, so this woudl be a good one for a table that is far from electricity","13":"$0","14":"10 mins to longer","17":"No"},"17":{"1":16,"2":1,"3":"Play Dough Electronics and Makey Makey","4":"Make electronics play-dough. Use sugar (insulator) and salt (conductor), then hook up wires and LED lights and see how electricity moves around a circuit. Also, play with a hot new electronics toy called a 'Makey Makey' and make instruments out of things you find around the house.","5":"Make sugar (insulator) and salt (conductor) play dough. Hook up wires and led lights and do some demos about how eletricity moves and short circuits. http://www.pbs.org/parents/adventures-in-learning/2014/02/electric-play-dough/    Demo more sophisticated circuits with makey makey","7":"Electronics","8":"All","9":"Irene Langlois","10":"maplewood library staff and volunteers","11":"home made play dough, wires, batteries, led, buzzers, motors-- can borrow AN and LB makey makeys- does Jen L have some at Clinton library that we can use on the day? ","13":"<$40 for station","14":"10 min +","17":"No"},"18":{"1":"16b","2":1,"3":"LittleBits Kids Electronics","4":"Build simple circuits by clicking together magnetic components. This is a great way to teach young kids about electronics and the fun of invention.","5":"Build simple circuits by clicking together magnetic components. Great way to teach young kids about electronics, and the fun of invention","7":"Electronics","8":"k-4","9":"Maplewood Library will add this to their table","13":"$800 for a set for stations for 10-15 kids. Hilton library has one set, Larry has one set. After faire set could be given to a school district library","14":"30 mins"},"19":{"1":17,"2":1,"3":"Harmonograph","4":"Play with a real Harmonograph; a table with three pendula used to make beautiful, intricate mathematical patterns on a sheet of paper. Experiment by varying the motion, weights and length of the pendula.","5":"a table with three pendula which can be adjusted as to height and weight. Two of the pendula are connected to the 3rd via two wooden arms. The two arms intersect, connected by a rubber band, and a pen is attached which draws a figure on a platform attached to the 3rd pendulum. Very beautiful pictures can be generated as one varies the motion, weights and length of the pendula.","7":"Physics","8":"All","9":"Allan Tumolillo","10":"CHS Robotics Club","13":"$20","14":"open","17":"No- Consider pairing with art bot"},"20":{"1":18,"2":1,"3":"Base 10 Art Project","4":"Kids can turn their house or apartment numbers into cool geometric patterns by tracing base-10 set hundreds, tens and ones bars & cubes onto graph paper, then coloring them, cutting them out, and gluing them into compositions. ","5":"kids can turn their house or apartment numbers into cool geometric patterns by tracing base 10 set hundreds, tens and ones bars/cubes onto graph paper, then coloring them, cutting them out, and gluing them into compositions. ","7":"Math, Art","8":"All (leaning young)","9":"Nancy Ring","11":"Base-10 math manipulative sets, 8 x 11 inch graph paper with 1/4 to 1/2 inch squares (500?), assorted colored markers, scissors, glue sticks and multi-colored construction paper for backgrounds.","16":"10am-1pm","17":"No","18":"1 set tables"},"21":{"1":19,"2":1,"3":"Origami","4":"Kids will make all kinds of animals and things out of Origami","5":"Kids will make all kinds of animals and things out of origami","7":"Art","8":"All","9":"Margaret Kim + friend","11":"Paper squares","17":"no","18":"1 table"},"22":{"1":20,"2":0,"3":"Forensic Science","4":"Kids explore fingerprints, blood typing (with synthetic blood) and eyewitness testimony to investigate crimes.","5":"forensic science themed table.  Does that sound good... I can do fingerprints, blood typing( with synthetic blood)..and I have an activity for eyewitness testimony.  OR DNA in a necklace...where kids extract the DNA from their cells and they are able to wear it as a necklace in a little container","7":"Science","8":"All","9":"Kristin Furlong","15":"She is available to set up at 8am","16":"noon-4pm","17":"no"},"23":{"1":21,"2":0,"3":"Art","4":"?","5":"We talked on 4-10, he will think over the weekend and let us know. He is definitely committed","7":"Art","9":"Andrew Dean"},"24":{"1":22,"2":0,"3":"Architecture","4":"?","5":"building a geodesic dome from newspaper and duct tape -would love to do it, is traveling- currently coordinating by email- will need to firm up after 4/26","7":"Architecture","8":"All","9":"Camilla Zelevansky"},"25":{"1":23,"2":1,"3":"Book Art","4":"Fold paper into beautiful book sculptures.","5":"Explore book making as an artistic activity, folding sheets of paper into sculptural book forms.","6":"Explore book making as an artistic activity, folding sheets of paper into beautiful, sculptural book forms.","7":"Art","8":"All","9":"Mimi Shapiro","11":"we need paper - I like 12 x 18 white construction paper or large xerox paper works also - scissors / crayons or makers - art supplies !! i","16":"starting at 10am. will stay as long as there is interest","17":"No","18":"1 table"},"26":{"1":24,"2":1,"3":"Straw Art","4":"Do you know what a bucky-ball is? If not, look it up, and use them along with straws, tape, pyramids and cubes to build geometric shapes and a huge, crazy group straw sculpture.","5":"Build geometric shapes out of straws and tape; cubes, pyramids, bucky-balls (if you don't know, google it). Also, contribute to a group art project to make a large, crazy straw structure.","6":"Build geometric shapes out of straws and tape; cubes, pyramids, bucky-balls (if you don't know, google it). Also, contribute to a group art project to make a large, crazy straw structure.","7":"Art, Math","8":"All","9":"Larry","10":"Need Helpers who are ok with crafts","11":"Large straws.","16":" ","17":"No","18":"1 table"},"27":{"1":25,"2":1,"3":"Screen Printing","4":"Columbia High School art teacher Lisa Conrad and the Newark Print Shop will be demonstrating screenprinting with the opportunity for participants to print their own posters and t-shirts. There will be an assortment of images to choose from, so come and print with us!\n","9":"Lisa Conrad"},"28":{"1":26,"2":0,"3":"Knitting"},"29":{"1":27,"2":1,"3":"Minecraft","4":"Learn the basics and how to get involved with the ultra-popular platform for building and creating in a virtual 'sandbox'. Kid experts will show you the ropes and get you building in no time. CAUTION: May lead to an interest in coding.","5":" ","7":"Software","9":"Scott Sinkler","11":"Laptops"},"30":{"1":28,"2":1,"3":"Building Bridges","4":"Try to build bridges out of common household items like popsicles, index cards, paper, and tape. See how much weight you can support","7":"Engineering","8":"k-8","9":"Patritia Canning","13":"$20 for everybody","16":"10 - 12","17":"no","19":"little"},"31":{"1":29}},"sheet_info":{"1":{"1":"Station #","2":"Publish (1-yes, 0-no)","3":"Station Name","4":"Public Description","5":"Description","7":"Focus","8":"Grades","9":"Mentor(s)","10":"Mentor Helpers","11":"Supplies","12":"Sponsorship?","13":"Cost Per Kid","14":"Time per activity","15":"Loading/Unloading","16":"Slots (1, 2, or 3)","17":"Needs electricity","18":"Location","19":"Trash"},"2":{"1":1,"2":1,"3":"Robotics Demo","4":"Watch a robot putt golf balls with amazing accuracy - and no handicap!","5":"Allan and the CHS robotics club demoing robots kids can drive. Also have a golf putting robot kids can use.","6":"The CHS robotics club will demo robots that kids can drive. They will also show a robot that can putt golf balls with amazing accuracy ","7":"Robotics","8":"5-8","9":"Allan Tumolillo","10":"CHS Robotics Class","12":"Signage connecting robot club+achieve fundraising= enhanced robotics CLASS elective offering at CHS","13":0,"14":"open","15":"needs helps moving supplies around school","16":"all day"},"3":{"1":2,"2":1,"3":"Let Go With Legos!","4":"Let your imagination inspire you to build anything you want with Legos, the classic toy.","5":"Big table (preferably round) for kids to just congregate and do free-form building","6":"Kids can do free-form building with Lego. The classic toy endures and continues to inspire creativity.","7":"Lego","8":"k-4","9":"none needed","10":"Need a supervisor for the table","11":"Need Lego Donations","13":0,"14":"open","16":"all day"},"4":{"1":3,"2":1,"3":"Fashion a Footstool","4":"Make a footstool like traditional wood workers -completely of wood with no nails or glue. ","5":"Make a pegged wooden foot stool - no nails or glue- peg wooden dowels, hammering  Potentially can finish by painting with a coat of with mineral oil (no fumes)    this is a demo that Mike can do with one or two kids at a time for 20 minutes each. We need to connect this to another project (straws and currogated cardboard?) for smaller, shorter projects requiring less time/cheaper supplies.","6":"Make a functional foot stool completely out of wood. Kids will learn how woodworkers have assembled furniture for hundreds of years, without glue or nails. ","7":"physics","8":"6-8","9":"Mike Schloff","11":"Precut wood pieces, dowels, tools which Mike will bring. ","13":"$2-3","14":"20-30 min"},"5":{"1":4,"2":1,"3":"3D Printing","4":"3-D printers. You've got to see them to believe them!","5":"3-D Printers up and running in full production with some demo of software","6":"Come see 3D printers in action.","7":"Technology","8":"K-8","9":"Noah Brauner. Also, possibly Brent Shelley from South Orange Library.","12":"Did achieve fund the printers? If so, we should say \"made possible by Achieve teacher grant donations\"","16":"all day","17":"YES!","19":"No"},"6":{"1":6,"2":1,"3":"Kinetic Sculpture","4":"Build a kinetic sculpture with guidance from the Art Studio. Get inpiration from artists like Alexander Calder, George Rickey & Jean Tinguely. Design and build your own sculpture that defies gravity and floats on and in the air","5":"The Art Studio brings you inspiration from Alexander Calder, George Rickey & Jean Tinguely. Design & build your own sculpture that defies gravity and floats on and in the air.","6":"The Art Studio brings you inspiration from Alexander Calder, George Rickey & Jean Tinguely. Design & build your own sculpture that defies gravity and floats on and in the air.","7":"Art","8":"K-8","9":"Susan CohenHarris","10":"Needs 1 helper","11":"bringing own supplies","12":"ArtStudioNow (Susan is providing 'in kind donation' of time and supplies in exchange for sponsorship","16":"all day","17":"trying not to need electricity, but may need to plug in a glue gun"},"7":{"1":7,"2":1,"3":"Electronic Clothes            ","4":"Wearable Computing     Explore the world at the intersection of fashion and electronics. Sew LEDs into clothing to make battery-powered garments that light up or make sounds.","5":"Combining an arduino with a few sensors and a speaker attached to a t-shirt to make musical clothing","6":"The worlds of fashion and electronics intersect, when you sew in LED's to make garments that light up or make sounds.","7":"Arduino","8":"4-8","9":"Keith Rosenberg","11":"Arduino, sensors, old t-shirts","13":"$20","14":"1 hour","16":"all day (or as long as supplies last)"},"8":{"1":8,"2":1,"3":"\"StopMotion\" Lego Animation","4":"Create a stop-motion animation film with Legos. Bring your ideas to life in animated films that you can take with you. ","5":"Stop motion animation films with legos- we can set up computers to allow parents to email themselves the kids files or set up a shared dropbox so kids can download them from home? ","6":"Bring your ideas to life with Legos in a stop-motion film that you create and take home.","7":"Video","9":"Jennifer Latimer","10":"1 or 2 to be trained by Jenn and then continue when she leaves","11":"ipads, legos","13":0,"14":"10 min+","15":"Can post on youtube?","17":"no, maybe charging stations or portable chargers for ipads"},"9":{"1":9,"2":1,"3":"Where Art Meets Math in Nature","4":"Build pipecleaner sculptures that teach you about the patterns of 3's that occur naturally in trees.","5":"Branching project- Explore the forms, patterns, and structures of trees outside. Work with pipecleaners to develop tree sculpture based on patterns of 3s. ","6":"Explore the forms, patterns, and structures of trees outside. Work with pipecleaners to develop tree sculpture based on patterns of 3s. Enjoy the links between Nature and Math.","7":"Art, biology","8":"all","9":"Karen Fuchs","10":"1 helper- must be able to run station themselves from 2-4. -Possibly Maggie Touhy will do this- expect confirmation by 4-10 (she is checking kids sports schedules)","11":"pipe cleaners (27 per kid)","12":"Drawing from nature classes ('in kind donation' of time and supplies in exchange for sponsorship","13":"$0.30 per kid","14":"10-15 min","16":"10-2, train someone to take over","17":"No","18":"1 set tables"},"10":{"1":10,"2":1,"3":"ArtBot","4":"Can a robot make art? Construct a robot using a simple motor and some household items and markers, pencils, or crayons. Test different designs and see how the patterns change. Use your imagination to enhance the robots drawing into something truly unique.","5":"Can a robot make art? Construct a robot using a simple motor and some household items and markers, pencils, or crayons. Test different designs and see how the patterns change. Use your imagination to enhance the robots drawing into something truly unqiue","7":"electronics, art","8":"3-8","9":"Aileen Nicoletti (robot build) and Michelle Spiegel (art enhancement)","10":"could use 1-2 more","11":"paper cups, markers, hobby shop motors, tooth brush heads or scrub brushes, paint, paper, AA batteries","13":"$2/bot for motor and battery- doesn't need to go home. Can be disassembled for parts and built again for next kid","14":"10-15 min to make bot, <5 min to draw picture","17":"No","18":"1 set tables","19":"small amount (duct tape, solo cups)"},"11":{"1":11,"2":1,"3":"Write a Pong Game for your Phone","4":"Led by the Girls Who Code club, kids will learn how to write their own game on a Chromebook that they can play on their phone. The game will be available even after the maker faire. Kids will personalize their games and learn the basics of software creation.","5":"Led by the Girls Who Code club, kids will learn how to write their own game on a Chromebook that they can play on their phone. The game will be available even after the maker faire. Kids will personalize their games and learn the basics of software","7":"Software","8":"5-8","9":"Dr. Scott Stornetta","10":"Girls Who Code","11":"12 chromebooks, encourage kids to bring their phones","13":0,"14":"1 hour or more","16":"all day","17":"YES","18":"1 set tables"},"12":{"1":12,"2":0,"3":"Arduino Driving Bot","4":"Create a driving robot from an arduino, a few motors, and a few sensors. Learn some of the fundamenatals of robotics","5":"Aduino project (yet to be determined) designed to teach kids about electronics by building something fun","7":"Arduino, Electronics","8":"5-8","9":"Andrew Hogan","10":"CHS Electronics Club","11":"none","13":0,"14":"open"},"13":{"1":13,"2":1,"3":"Hovercraft","4":"Drive a real hovercraft made from a leaf blower. Think it can't be done? Look it up on YouTube!","5":"powered by electric leaf blower, complete with a chair. It can hold a full sized adult and with a nice shove the person floats down the hall. Kids generally find it to be a fun ride.","7":"Mechanical","8":"All","9":"Allan Tumolillo","10":"CHS Robotics club","16":"all day","17":"No","18":"Hallway outside cafeteria"},"14":{"1":14,"2":1,"3":"Renewable Power","4":"Design and build a wind turbine; test the voltage; compete with other kids to see whose design is most efficient. Play with solar gadgets, play a power plant hook-up game, and learn how much energy is consumed by your household gadgets and appliances.","5":"Design and build a wind turbine, test the voltage, compete with other kids to see whose design is most efficient. Solar gadgets, power plant hook-up game, and learn how much energy is consumed by your household gadgets and appliances","7":"Energy","8":"K-8","9":"Sarah Pidgeon, Solar One","10":"Needs at least 1, ideally 3 helpers, High school students welcome as helpers","11":"Electricity access (1 outlet), ideally will be set up at two tables","12":"Asking Fred Profeta","17":"Yes","18":"1 set tables"},"15":{"1":"14b","2":1,"3":"Bicycle Generator","4":"Come ride a bicycle generator. Test the power usage of household appliances at the renewable power demo and then jump on the bike to see how much of your personal energy it takes to run the appliance.","5":"Set up bicycle generator next to solar one station. When kids test the power usage of household appliances they can then jump on the bike to see how much of their personal energy it takes to run the appliance!","7":"Energy","8":"All","9":"Andrew Hogan","11":"Needs to move it to cafeteria"},"16":{"1":15,"2":1,"3":"Electronics Demolition","4":"Come take apart old electronics (and you don't even have to put it back together). See what's inside old printers, computers, and other types of electronics. Ever see the inside of a hard drive?","5":"A table with lots of old computers, printers, telephones, remotes, etc that kids can take apart to see what's inside. They did this at South Orange Library MakerMahem and it was popular, lots of fun, and, of course, educational","7":"Electronics","8":"3-8","9":"Scott Sinkler","10":"Need lots of old electronics donations. Tools to disassemble, including a set of very small screwdrivers","11":"electricity not needed, so this woudl be a good one for a table that is far from electricity","13":"$0","14":"10 mins to longer","17":"No"},"17":{"1":16,"2":1,"3":"Play Dough Electronics and Makey Makey","4":"Make electronics play-dough. Use sugar (insulator) and salt (conductor), then hook up wires and LED lights and see how electricity moves around a circuit. Also, play with a hot new electronics toy called a 'Makey Makey' and make instruments out of things you find around the house.","5":"Make sugar (insulator) and salt (conductor) play dough. Hook up wires and led lights and do some demos about how eletricity moves and short circuits. http://www.pbs.org/parents/adventures-in-learning/2014/02/electric-play-dough/    Demo more sophisticated circuits with makey makey","7":"Electronics","8":"All","9":"Irene Langlois","10":"maplewood library staff and volunteers","11":"home made play dough, wires, batteries, led, buzzers, motors-- can borrow AN and LB makey makeys- does Jen L have some at Clinton library that we can use on the day? ","13":"<$40 for station","14":"10 min +","17":"No"},"18":{"1":"16b","2":1,"3":"LittleBits Kids Electronics","4":"Build simple circuits by clicking together magnetic components. This is a great way to teach young kids about electronics and the fun of invention.","5":"Build simple circuits by clicking together magnetic components. Great way to teach young kids about electronics, and the fun of invention","7":"Electronics","8":"k-4","9":"Maplewood Library will add this to their table","13":"$800 for a set for stations for 10-15 kids. Hilton library has one set, Larry has one set. After faire set could be given to a school district library","14":"30 mins"},"19":{"1":17,"2":1,"3":"Harmonograph","4":"Play with a real Harmonograph; a table with three pendula used to make beautiful, intricate mathematical patterns on a sheet of paper. Experiment by varying the motion, weights and length of the pendula.","5":"a table with three pendula which can be adjusted as to height and weight. Two of the pendula are connected to the 3rd via two wooden arms. The two arms intersect, connected by a rubber band, and a pen is attached which draws a figure on a platform attached to the 3rd pendulum. Very beautiful pictures can be generated as one varies the motion, weights and length of the pendula.","7":"Physics","8":"All","9":"Allan Tumolillo","10":"CHS Robotics Club","13":"$20","14":"open","17":"No- Consider pairing with art bot"},"20":{"1":18,"2":1,"3":"Base 10 Art Project","4":"Kids can turn their house or apartment numbers into cool geometric patterns by tracing base-10 set hundreds, tens and ones bars & cubes onto graph paper, then coloring them, cutting them out, and gluing them into compositions. ","5":"kids can turn their house or apartment numbers into cool geometric patterns by tracing base 10 set hundreds, tens and ones bars/cubes onto graph paper, then coloring them, cutting them out, and gluing them into compositions. ","7":"Math, Art","8":"All (leaning young)","9":"Nancy Ring","11":"Base-10 math manipulative sets, 8 x 11 inch graph paper with 1/4 to 1/2 inch squares (500?), assorted colored markers, scissors, glue sticks and multi-colored construction paper for backgrounds.","16":"10am-1pm","17":"No","18":"1 set tables"},"21":{"1":19,"2":1,"3":"Origami","4":"Kids will make all kinds of animals and things out of Origami","5":"Kids will make all kinds of animals and things out of origami","7":"Art","8":"All","9":"Margaret Kim + friend","11":"Paper squares","17":"no","18":"1 table"},"22":{"1":20,"2":0,"3":"Forensic Science","4":"Kids explore fingerprints, blood typing (with synthetic blood) and eyewitness testimony to investigate crimes.","5":"forensic science themed table.  Does that sound good... I can do fingerprints, blood typing( with synthetic blood)..and I have an activity for eyewitness testimony.  OR DNA in a necklace...where kids extract the DNA from their cells and they are able to wear it as a necklace in a little container","7":"Science","8":"All","9":"Kristin Furlong","15":"She is available to set up at 8am","16":"noon-4pm","17":"no"},"23":{"1":21,"2":0,"3":"Art","4":"?","5":"We talked on 4-10, he will think over the weekend and let us know. He is definitely committed","7":"Art","9":"Andrew Dean"},"24":{"1":22,"2":0,"3":"Architecture","4":"?","5":"building a geodesic dome from newspaper and duct tape -would love to do it, is traveling- currently coordinating by email- will need to firm up after 4/26","7":"Architecture","8":"All","9":"Camilla Zelevansky"},"25":{"1":23,"2":1,"3":"Book Art","4":"Fold paper into beautiful book sculptures.","5":"Explore book making as an artistic activity, folding sheets of paper into sculptural book forms.","6":"Explore book making as an artistic activity, folding sheets of paper into beautiful, sculptural book forms.","7":"Art","8":"All","9":"Mimi Shapiro","11":"we need paper - I like 12 x 18 white construction paper or large xerox paper works also - scissors / crayons or makers - art supplies !! i","16":"starting at 10am. will stay as long as there is interest","17":"No","18":"1 table"},"26":{"1":24,"2":1,"3":"Straw Art","4":"Do you know what a bucky-ball is? If not, look it up, and use them along with straws, tape, pyramids and cubes to build geometric shapes and a huge, crazy group straw sculpture.","5":"Build geometric shapes out of straws and tape; cubes, pyramids, bucky-balls (if you don't know, google it). Also, contribute to a group art project to make a large, crazy straw structure.","6":"Build geometric shapes out of straws and tape; cubes, pyramids, bucky-balls (if you don't know, google it). Also, contribute to a group art project to make a large, crazy straw structure.","7":"Art, Math","8":"All","9":"Larry","10":"Need Helpers who are ok with crafts","11":"Large straws.","16":" ","17":"No","18":"1 table"},"27":{"1":25,"2":1,"3":"Screen Printing","4":"Columbia High School art teacher Lisa Conrad and the Newark Print Shop will be demonstrating screenprinting with the opportunity for participants to print their own posters and t-shirts. There will be an assortment of images to choose from, so come and print with us!\n","9":"Lisa Conrad"},"28":{"1":26,"2":0,"3":"Knitting"},"29":{"1":27,"2":1,"3":"Minecraft","4":"Learn the basics and how to get involved with the ultra-popular platform for building and creating in a virtual 'sandbox'. Kid experts will show you the ropes and get you building in no time. CAUTION: May lead to an interest in coding.","5":" ","7":"Software","9":"Scott Sinkler","11":"Laptops"},"30":{"1":28,"2":1,"3":"Building Bridges","4":"Try to build bridges out of common household items like popsicles, index cards, paper, and tape. See how much weight you can support","7":"Engineering","8":"k-8","9":"Patritia Canning","13":"$20 for everybody","16":"10 - 12","17":"no","19":"little"},"31":{"1":29}}}